# SelectSS

## Description
Procedure SelectSS opens the referenced worksheet and makes it active.

```pascal
PROCEDURE SelectSS(h : HANDLE);
```

```python
def vs.SelectSS(h):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|h|HANDLE|Handle to worksheet.|

## Remarks
OBSOLETE for Version 9: see new ShowWS. [VML 01/09/01]

## Version
SelectSS is obsolete as of VectorWorks9.0<P>

Availability: from All Versions

## Category
* Worksheets